{
  "reel_id": "reel-YYYY02Feb 15, 2026004428",
  "date": "YYYY-02-Feb 15, 2026",
  "week_number": 11,
  "script": "The scene opens with Devi standing near a luxury car, exuding calm confidence as the camera captures her in a still presence for the first three seconds. As she begins her slow couture walk at the three-second mark, she takes a maximum of four deliberate steps, each lasting between 1 to 1.5 seconds, showcasing a visible weight shift with a micro pause between each step. The camera smoothly tracks backward, maintaining a slightly low angle to accentuate the luxurious evening atmosphere. As she approaches the car, there’s a smooth deceleration, and in the final seconds, she leans gently against the vehicle, making a subtle adjustment to the fabric along her thigh. The sequence concludes with her composed hold, radiating positive confidence and warm elegance.",
  "caption": "Arriving in style, embracing elegance and confidence.",
  "hashtags": [
    "#HauteCouture",
    "#LuxuryFashion",
    "#FashionPhotography",
    "#CoutureArrival",
    "#EveningElegance",
    "#FashionEditorial",
    "#LuxuryLifestyle",
    "#Paparazzi",
    "#StyleInspiration",
    "#Fashionista"
  ],
  "image_url": "https://github.com/ortall0201/social/raw/main/devi-videos/images/reel-YYYY02Feb 15, 2026004428.webp",
  "video_url": "https://github.com/ortall0201/social/raw/main/devi-videos/videos/reel-YYYY02Feb 15, 2026004428.mp4",
  "trending_insights": "**Cinematic Structure for Segment 1 – Haute Couture Arrival with Car and Paparazzi**\n\n**Duration:** 10 Seconds\n\n**Visual Composition:**\n- **Aspect Ratio:** Vertical 9:16\n- **Background:** Luxury car positioned prominently behind Devi.\n- **Paparazzi:** Blurred silhouettes located at the edges of the frame, ensuring they do not obstruct Devi's presence.\n- **Flashes:** Intermittent camera flashes from the paparazzi, rhythmically timed.\n\n**Emotional Tone:**\n- Positive confidence and warm elegance, w",
  "poll_attempts": 1,
  "status": "success"
}