{
  "reel_id": "reel-YYYY01Jan 22, 2026064800",
  "date": "YYYY-01-Jan 22, 2026",
  "week_number": 8,
  "script": [
    {
      "action": "Devi stands center-frame in an elegant nightshirt, looking softly at her reflection.",
      "description": "Soft glowing skin, subtle flirty smile, playful confidence."
    },
    {
      "action": "Outfit appears via a clean jump cut.",
      "description": "The first high-fashion outfit materializes seamlessly, showcasing luxury detailing."
    },
    {
      "action": "Devi slowly turns once, showcasing the outfit.",
      "description": "Her movement is graceful and confident, highlighting her editorial presence."
    },
    {
      "action": "Devi strikes a confident pose, channeling elegance.",
      "description": "The reflection mimics her pose perfectly, enhancing the illusion."
    },
    {
      "action": "Outfit changes again via another clean jump cut.",
      "description": "The second high-fashion look appears, offering a contrasting mood with sophisticated styling."
    },
    {
      "action": "Devi poses again, embracing the new look.",
      "description": "She exudes confidence and elegance, embodying the essence of high fashion."
    },
    {
      "action": "Devi walks calmly out of frame.",
      "description": "Her exit is smooth and confident, leaving the viewer captivated."
    }
  ],
  "caption": "Which look speaks to your style? ✨ #FashionReflection #HighFashion",
  "hashtags": "#LuxuryFashion #Editorial #FashionTransformation #Devi #StyleInspiration #FashionReel",
  "image_url": "https://github.com/ortall0201/n8n/raw/master/devi-videos/images/reel-YYYY01Jan 22, 2026064800.webp",
  "video_url": "https://github.com/ortall0201/n8n/raw/master/devi-videos/videos/reel-YYYY01Jan 22, 2026064800.mp4",
  "trending_insights": "For a modern high-end magazine modeling set, the following luxury editorial fashion direction encapsulates fresh glamour, softness, and radiance, while incorporating accessory variety and the occasional flash photography moment. Here’s a breakdown:\n\n### Visual Aesthetic:\n- **Soft Color Palette:** Utilize soft pastels and neutral tones combined with occasional bold colors to create a visually appealing contrast. Think blush pinks, soft lavenders, and creamy whites paired with deep emeralds or roy",
  "poll_attempts": 1,
  "status": "success"
}