{
  "reel_id": "reel-YYYY02Feb 15, 2026000240",
  "date": "YYYY-02-Feb 15, 2026",
  "week_number": 11,
  "script": "In this 10-second sequence, we begin with Devi standing grounded beside a glossy white classic luxury car, framed in a vertical 9:16 aspect. The atmosphere is charged with stadium-scale lighting, creating a dramatic yet controlled ambiance. As the clock ticks from 0 to 2 seconds, she holds a moment of stillness, exuding confidence. From 2 to 8 seconds, she begins a slow, ceremonial ascension onto the car roof. Each movement is deliberate; her first foot lifts and plants firmly, followed by a visible body weight shift as she brings her second foot up. The camera smoothly tilts up, capturing her graceful rise without any floating or exaggerated motions. The final 2 seconds showcase her powerful pose atop the car, held strong for at least 1.5 seconds, encapsulating a moment of elevated strength and poise. The dancers beside the vehicle build their energy in a synchronized formation, culminating in a peak of intensity during the last moments of the sequence.",
  "caption": "Elevate with controlled power.",
  "hashtags": [
    "#Fashion",
    "#Cinematic",
    "#PerformanceArt",
    "#Luxury",
    "#WhiteCar",
    "#Ascension",
    "#PowerPose",
    "#Elegance",
    "#Choreography",
    "#StadiumLighting"
  ],
  "image_url": "https://github.com/ortall0201/social/raw/main/devi-videos/images/reel-YYYY02Feb 15, 2026000240.webp",
  "video_url": "https://github.com/ortall0201/social/raw/main/devi-videos/videos/reel-YYYY02Feb 15, 2026000240.mp4",
  "trending_insights": "The video begins with an opening frame (0–2 seconds) of Devi standing beside the white classic luxury car, exuding a calm yet assertive energy. The camera is positioned at a low angle, capturing her full figure and the vehicle, emphasizing their grandeur. The lighting is bright, illuminating both Devi and the car, creating a striking visual contrast against the surroundings. \n\nAs Devi begins her ascension onto the car roof (2–8 seconds), she steps onto the vehicle with deliberate, heavy movement",
  "poll_attempts": 1,
  "status": "success"
}